{
   "articles": [
      {
         "id": 1,
         "title": "Как выбрать идеальную ванну для вашего дома",
         "text": "В этой статье мы рассмотрим различные типы ванн, их преимущества и недостатки, а также дадим советы по выбору ванны, которая подойдет именно вам."
      },
      {
         "id": 2,
         "title": "Как правильно установить смеситель",
         "text": "В этой статье мы расскажем о том, как правильно установить смеситель, чтобы он работал эффективно и надежно. Мы также дадим советы по выбору качественного смесителя."
      },
      {
         "id": 3,
         "title": "Как ухаживать за душевой кабиной",
         "text": "В этой статье мы расскажем о том, как правильно ухаживать за душевой кабиной, чтобы она служила вам долго и выглядела как новая. Мы также дадим советы по выбору качественной душевой кабины."
      },
      {
         "id": 4,
         "title": "Как выбрать идеальную раковину для вашей ванной комнаты",
         "text": "В этой статье мы рассмотрим различные типы раковин, их преимущества и недостатки, а также дадим советы по выбору раковины, которая подойдет именно вам."
      },
      {
         "id": 5,
         "title": "Как выбрать идеальный унитаз для вашего дома",
         "text": "В этой статье мы рассмотрим различные типы унитазов, их преимущества и недостатки, а также дадим советы по выбору унитаза, который подойдет именно вам."
      },
      {
         "id": 6,
         "title": "Как правильно установить унитаз",
         "text": "В этой статье мы расскажем о том, как правильно установить унитаз, чтобы он работал эффективно и надежно. Мы также дадим советы по выбору качественного унитаза."
      },
      {
         "id": 7,
         "title": "Как выбрать идеальный душ для вашей ванной комнаты",
         "text": "В этой статье мы рассмотрим различные типы душей, их преимущества и недостатки, а также дадим советы по выбору душа, который подойдет именно вам."
      },
      {
         "id": 8,
         "title": "Как выбрать идеальную мебель для вашей ванной комнаты",
         "text": "В этой статье мы рассмотрим различные типы мебели для ванной комнаты, их преимущества и недостатки, а также дадим советы по выбору мебели, которая подойдет именно вам."
      }
   ]
}